Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_9_0.fasterDetail.body
source: Episode deep links and season lists now paint instantly instead of waiting on a slow server.
cs: Odkazy na epizody a seznamy sérií se teď vykreslí okamžitě místo čekání na pomalý server.
da: Dybe links til episoder og sæsonlister vises nu med det samme i stedet for at vente på en langsom server.
de: Episoden-Deeplinks und Staffellisten erscheinen jetzt sofort, statt auf einen langsamen Server zu warten.
el: Οι σύνδεσμοι επεισοδίων και οι λίστες κύκλων εμφανίζονται τώρα ακαριαία, χωρίς να περιμένουν έναν αργό διακομιστή.
es: Los enlaces directos a episodios y las listas de temporadas ahora se cargan al instante, sin esperar a un servidor lento.
fi: Jaksojen syvälinkit ja kausilistat piirtyvät nyt välittömästi sen sijaan, että odottaisivat hidasta palvelinta.
fr: Les liens profonds vers les épisodes et les listes de saisons s'affichent désormais instantanément, sans attendre un serveur lent.
hr: Poveznice na epizode i popisi sezona sada se prikazuju trenutačno umjesto čekanja na spori poslužitelj.
hu: Az epizódhivatkozások és évadlisták mostantól azonnal megjelennek, nem kell lassú szerverre várni.
it: I collegamenti diretti agli episodi e gli elenchi delle stagioni ora si caricano all'istante, senza attendere un server lento.
ja: エピソードのディープリンクやシーズン一覧が、遅いサーバーを待たずに即座に表示されます。
ko: 에피소드 딥링크와 시즌 목록이 느린 서버를 기다리지 않고 즉시 표시됩니다.
nb: Dyplenker til episoder og sesonglister tegnes nå opp umiddelbart i stedet for å vente på en treg server.
nl: Deeplinks naar afleveringen en seizoenslijsten verschijnen nu meteen in plaats van te wachten op een trage server.
pl: Linki do odcinków i listy sezonów renderują się teraz natychmiast zamiast czekać na powolny serwer.
pt_br: Os links diretos para episódios e as listas de temporadas agora aparecem na hora, sem esperar por um servidor lento.
pt_pt: As ligações diretas para episódios e as listas de temporadas surgem agora de imediato, sem esperar por um servidor lento.
ro: Linkurile directe către episoade și listele de sezoane se afișează acum instantaneu, fără să aștepte un server lent.
ru: Ссылки на серии и списки сезонов теперь отображаются мгновенно, не дожидаясь медленного сервера.
sk: Odkazy na epizódy a zoznamy sérií sa teraz vykreslia okamžite namiesto čakania na pomalý server.
sv: Djuplänkar till avsnitt och säsongslistor ritas nu upp direkt i stället för att vänta på en långsam server.
tr: Bölüm bağlantıları ve sezon listeleri artık yavaş bir sunucuyu beklemek yerine anında görüntüleniyor.
uk: Посилання на епізоди та списки сезонів тепер відображаються миттєво, не очікуючи на повільний сервер.
zh_hans: 单集深层链接和分季列表现在会即时呈现，无需等待缓慢的服务器。
zh_hant: 單集深層連結與分季清單現在會即時呈現，無需等待緩慢的伺服器。

# changelog.0_9_0.fasterDetail.title
source: Faster detail screens
cs: Rychlejší obrazovky s detaily
da: Hurtigere detaljeskærme
de: Schnellere Detailseiten
el: Πιο γρήγορες οθόνες λεπτομερειών
es: Pantallas de detalle más rápidas
fi: Nopeammat tietonäkymät
fr: Écrans de détail plus rapides
hr: Brži zasloni s detaljima
hu: Gyorsabb részletes képernyők
it: Schermate di dettaglio più veloci
ja: 詳細画面が高速化
ko: 더 빨라진 상세 화면
nb: Raskere detaljskjermer
nl: Snellere detailschermen
pl: Szybsze ekrany szczegółów
pt_br: Telas de detalhes mais rápidas
pt_pt: Ecrãs de detalhe mais rápidos
ro: Ecrane de detalii mai rapide
ru: Более быстрые страницы с подробностями
sk: Rýchlejšie obrazovky s detailmi
sv: Snabbare detaljskärmar
tr: Daha hızlı ayrıntı ekranları
uk: Швидші сторінки з деталями
zh_hans: 更快的详情页
zh_hant: 更快的詳細資料頁

# changelog.0_9_0.music.body
source: Browse and play your Jellyfin music with a native tvOS Now Playing screen, complete with cover art and scrubbing.
cs: Procházejte a přehrávejte svou hudbu z Jellyfinu na nativní tvOS obrazovce přehrávání s obalem alba a posuvníkem.
da: Gennemse og afspil din Jellyfin-musik med en indbygget Now Playing-skærm til tvOS, komplet med omslag og spoling.
de: Durchstöbere und spiele deine Jellyfin-Musik mit einem nativen tvOS-Now-Playing-Bildschirm, inklusive Coverbild und Scrubbing.
el: Περιηγηθείτε και ακούστε τη μουσική σας από το Jellyfin σε μια εγγενή οθόνη αναπαραγωγής tvOS, με εξώφυλλα και αναζήτηση στο χρόνο.
es: Explora y reproduce tu música de Jellyfin con una pantalla de reproducción en curso nativa de tvOS, con carátulas y avance dentro de las pistas.
fi: Selaa ja toista Jellyfin-musiikkiasi natiivilla tvOS:n toistonäkymällä, mukana kansikuvat ja kelaus.
fr: Parcourez et écoutez votre musique Jellyfin grâce à un écran de lecture en cours natif sur tvOS, avec pochettes et navigation dans les morceaux.
hr: Pregledavajte i reproducirajte svoju Jellyfin glazbu na izvornom tvOS zaslonu za reprodukciju, s omotom albuma i premotavanjem.
hu: Böngészd és játszd le a Jellyfin zenédet egy natív tvOS lejátszási képernyőn, borítóképpel és tekeréssel együtt.
it: Sfoglia e ascolta la tua musica Jellyfin con una schermata In riproduzione nativa per tvOS, completa di copertine e scorrimento dei brani.
ja: ネイティブの tvOS 再生画面で Jellyfin のミュージックを再生。カバーアートやシークバーにも対応しています。
ko: 커버 아트와 탐색 기능을 갖춘 네이티브 tvOS 재생 화면으로 Jellyfin 음악을 둘러보고 재생하세요.
nb: Bla gjennom og spill av Jellyfin-musikken din med en innebygd Now Playing-skjerm for tvOS, komplett med omslagsbilder og spoling.
nl: Blader door je Jellyfin-muziek en speel deze af met een native tvOS Now Playing-scherm, compleet met albumhoezen en scrubben.
pl: Przeglądaj i odtwarzaj swoją muzykę z Jellyfina na natywnym ekranie odtwarzania tvOS, z okładką albumu i przewijaniem.
pt_br: Navegue e ouça suas músicas do Jellyfin com uma tela de reprodução nativa do tvOS, com capas dos álbuns e avanço dentro das faixas.
pt_pt: Explore e reproduza a sua música do Jellyfin com um ecrã de reprodução nativo do tvOS, com capas dos álbuns e avanço dentro das faixas.
ro: Răsfoiește și ascultă muzica ta din Jellyfin printr-un ecran de redare nativ tvOS, cu coperte și derulare prin piese.
ru: Просматривайте и слушайте свою музыку из Jellyfin на нативном экране воспроизведения tvOS с обложками и перемоткой.
sk: Prechádzajte a prehrávajte svoju hudbu z Jellyfinu na natívnej tvOS obrazovke prehrávania s obalom albumu a posuvníkom.
sv: Bläddra bland och spela upp din Jellyfin-musik med en inbyggd Now Playing-skärm för tvOS, komplett med omslagsbilder och spolning.
tr: Jellyfin müziklerinizi, kapak görselleri ve ileri/geri sarma desteğiyle birlikte yerel bir tvOS Çalınıyor ekranında gözatın ve çalın.
uk: Переглядайте та слухайте свою музику з Jellyfin на нативному екрані відтворення tvOS з обкладинками та перемоткою.
zh_hans: 通过原生 tvOS 播放界面浏览和播放你的 Jellyfin 音乐，支持封面图和进度拖动。
zh_hant: 透過原生 tvOS 播放畫面瀏覽與播放你的 Jellyfin 音樂，支援封面圖與進度拖曳。

# changelog.0_9_0.music.title
source: Music library
cs: Hudební knihovna
da: Musikbibliotek
de: Musikbibliothek
el: Βιβλιοθήκη μουσικής
es: Biblioteca de música
fi: Musiikkikirjasto
fr: Bibliothèque musicale
hr: Glazbena biblioteka
hu: Zenei könyvtár
it: Libreria musicale
ja: ミュージックライブラリ
ko: 음악 라이브러리
nb: Musikkbibliotek
nl: Muziekbibliotheek
pl: Biblioteka muzyki
pt_br: Biblioteca de música
pt_pt: Biblioteca de música
ro: Bibliotecă muzicală
ru: Музыкальная библиотека
sk: Hudobná knižnica
sv: Musikbibliotek
tr: Müzik kitaplığı
uk: Музична бібліотека
zh_hans: 音乐库
zh_hant: 音樂庫

# changelog.0_9_0.nowPlaying.body
source: The system Now Playing controls no longer go blank when an episode autoplays or you switch the audio track.
cs: Systémové ovládání přehrávání už nezůstane prázdné, když se automaticky spustí epizoda nebo přepnete zvukovou stopu.
da: Systemets Now Playing-betjening bliver ikke længere tom, når en episode afspilles automatisk, eller du skifter lydspor.
de: Die Now-Playing-Steuerung des Systems bleibt nicht mehr leer, wenn eine Episode automatisch startet oder du die Tonspur wechselst.
el: Τα χειριστήρια αναπαραγωγής του συστήματος δεν αδειάζουν πλέον όταν ξεκινά αυτόματα ένα επεισόδιο ή όταν αλλάζετε το κανάλι ήχου.
es: Los controles de reproducción en curso del sistema ya no se quedan en blanco cuando un episodio se reproduce automáticamente o cambias la pista de audio.
fi: Järjestelmän toistosäätimet eivät enää tyhjene, kun jakso toistuu automaattisesti tai vaihdat ääniraitaa.
fr: Les commandes de lecture en cours du système ne s'effacent plus lorsqu'un épisode démarre automatiquement ou que vous changez de piste audio.
hr: Sistemske kontrole reprodukcije više se ne prazne kada se epizoda automatski pokrene ili promijenite zvučni zapis.
hu: A rendszer lejátszásvezérlői többé nem üresednek ki, amikor egy epizód automatikusan elindul, vagy hangsávot váltasz.
it: I controlli In riproduzione del sistema non si svuotano più quando un episodio parte in automatico o cambi la traccia audio.
ja: エピソードの自動再生時や音声トラックの切り替え時に、システムの再生コントロールが空白になる不具合を解消しました。
ko: 에피소드 자동 재생이나 오디오 트랙 전환 시 시스템 재생 컨트롤이 비어 보이던 문제를 해결했습니다.
nb: Systemets Now Playing-kontroller blir ikke lenger tomme når en episode spilles av automatisk eller du bytter lydspor.
nl: De Now Playing-bediening van het systeem wordt niet meer leeg wanneer een aflevering automatisch start of je het audiospoor wisselt.
pl: Systemowe elementy sterowania odtwarzaniem nie znikają już, gdy automatycznie uruchamia się odcinek lub przełączasz ścieżkę dźwiękową.
pt_br: Os controles de reprodução do sistema não ficam mais em branco quando um episódio começa automaticamente ou você troca a faixa de áudio.
pt_pt: Os controlos de reprodução do sistema deixam de ficar em branco quando um episódio começa automaticamente ou quando muda a faixa de áudio.
ro: Comenzile de redare ale sistemului nu mai rămân goale atunci când un episod pornește automat sau când schimbi pista audio.
ru: Системные элементы управления воспроизведением больше не пропадают при автозапуске следующей серии или смене звуковой дорожки.
sk: Systémové ovládanie prehrávania už nezostane prázdne, keď sa automaticky spustí epizóda alebo prepnete zvukovú stopu.
sv: Systemets Now Playing-kontroller blir inte längre tomma när ett avsnitt spelas upp automatiskt eller när du byter ljudspår.
tr: Bir bölüm otomatik oynatıldığında veya ses parçasını değiştirdiğinizde sistem Çalınıyor denetimleri artık boş kalmıyor.
uk: Системні елементи керування відтворенням більше не зникають під час автозапуску наступного епізоду чи зміни звукової доріжки.
zh_hans: 在单集自动播放或切换音轨时，系统播放控制不再出现空白。
zh_hant: 在單集自動播放或切換音軌時，系統播放控制不再出現空白。

# changelog.0_9_0.nowPlaying.title
source: Reliable system Now Playing
cs: Spolehlivé systémové přehrávání
da: Pålidelig Now Playing i systemet
de: Zuverlässiges System-Now-Playing
el: Αξιόπιστη οθόνη αναπαραγωγής συστήματος
es: Reproducción en curso del sistema fiable
fi: Luotettava järjestelmän toistonäkymä
fr: Lecture en cours système fiable
hr: Pouzdana sistemska reprodukcija
hu: Megbízható rendszer-lejátszás
it: Schermata In riproduzione del sistema affidabile
ja: 安定したシステム再生画面
ko: 안정적인 시스템 재생 화면
nb: Pålitelig Now Playing i systemet
nl: Betrouwbare Now Playing van het systeem
pl: Niezawodne odtwarzanie systemowe
pt_br: Reprodução do sistema confiável
pt_pt: Reprodução do sistema fiável
ro: Redare de sistem fiabilă
ru: Надёжный системный экран воспроизведения
sk: Spoľahlivé systémové prehrávanie
sv: Pålitlig Now Playing i systemet
tr: Güvenilir sistem Çalınıyor
uk: Надійний системний екран відтворення
zh_hans: 稳定的系统播放控制
zh_hant: 穩定的系統播放控制

# changelog.0_9_0.playbackSync.body
source: Intro and outro skips and the next-episode overlay now line up exactly with the video, even after seeking or resuming.
cs: Přeskočení úvodu a závěru i překryv další epizody se teď přesně shodují s videem, i po přetočení nebo obnovení.
da: Spring over intro og outro samt overlejringen til næste episode flugter nu præcist med videoen, selv efter spoling eller genoptagelse.
de: Intro- und Outro-Sprünge und das Nächste-Episode-Overlay sitzen jetzt exakt auf dem Bild, auch nach Spulen oder Fortsetzen.
el: Η παράλειψη εισαγωγής και τίτλων τέλους και η επικάλυψη επόμενου επεισοδίου ευθυγραμμίζονται τώρα ακριβώς με το βίντεο, ακόμη και μετά από αναζήτηση ή συνέχιση.
es: Los saltos de intro y outro y la superposición del próximo episodio ahora coinciden exactamente con el vídeo, incluso después de buscar o reanudar.
fi: Alku- ja lopputunnusten ohitukset sekä seuraavan jakson peite osuvat nyt täsmälleen videon kanssa, myös kelauksen tai jatkamisen jälkeen.
fr: Les sauts d'intro et d'outro et la superposition d'épisode suivant s'alignent désormais exactement sur la vidéo, même après une recherche ou une reprise.
hr: Preskakanje uvoda i odjavne špice te prekrivni sloj sljedeće epizode sada se točno poklapaju s videom, čak i nakon premotavanja ili nastavka.
hu: A főcím- és stáblista-átugrás, valamint a következő epizód rátét mostantól pontosan illeszkedik a videóhoz, még tekerés vagy folytatás után is.
it: I salti di intro e outro e l'overlay dell'episodio successivo ora si allineano esattamente al video, anche dopo una ricerca o una ripresa.
ja: シーンスキップ（イントロ・アウトロ）や次のエピソードのオーバーレイが、シークや再開後でも映像とぴったり揃います。
ko: 인트로와 아웃로 건너뛰기, 다음 에피소드 오버레이가 탐색이나 이어보기 이후에도 영상과 정확히 맞춰집니다.
nb: Hopp over intro og outro samt neste episode-overlegget ligger nå nøyaktig på linje med videoen, selv etter spoling eller gjenopptakelse.
nl: Het overslaan van intro en outro en de overlay voor de volgende aflevering lopen nu exact gelijk met de video, zelfs na het zoeken of hervatten.
pl: Pomijanie intra i napisów końcowych oraz nakładka następnego odcinka pokrywają się teraz dokładnie z obrazem, nawet po przewinięciu lub wznowieniu.
pt_br: Os pulos de abertura e encerramento e a sobreposição do próximo episódio agora ficam perfeitamente alinhados com o vídeo, mesmo depois de avançar ou retomar.
pt_pt: Os saltos de abertura e de encerramento e a sobreposição do episódio seguinte ficam agora perfeitamente alinhados com o vídeo, mesmo após avançar ou retomar.
ro: Sărirea peste intro și outro și suprapunerea pentru episodul următor se aliniază acum exact cu imaginea, chiar și după derulare sau reluare.
ru: Пропуск заставки и финальных титров, а также подсказка о следующей серии теперь точно совпадают с видео, даже после перемотки или возобновления.
sk: Preskočenie úvodu a záveru aj prekrytie ďalšej epizódy sa teraz presne zhodujú s videom, aj po pretočení alebo obnovení.
sv: Hoppen över intro och outro samt nästa avsnitt-överlägget ligger nu exakt i linje med videon, även efter spolning eller återupptagning.
tr: Açılış ve kapanış atlamaları ile sonraki bölüm katmanı, ileri sarma veya devam ettirme sonrasında bile artık videoyla tam olarak hizalanıyor.
uk: Пропуск заставки й фінальних титрів, а також підказка про наступний епізод тепер точно збігаються з відео, навіть після перемотки чи відновлення.
zh_hans: 片头片尾跳过和下一集浮层现在与画面精确对齐，即使在拖动或恢复播放后也是如此。
zh_hant: 片頭片尾跳過與下一集浮層現在會與畫面精確對齊，即使在拖曳或恢復播放後亦然。

# changelog.0_9_0.playbackSync.title
source: Tighter playback sync
cs: Přesnější synchronizace přehrávání
da: Tættere afspilningssynk
de: Präzisere Wiedergabe-Synchronisation
el: Πιο ακριβής συγχρονισμός αναπαραγωγής
es: Sincronización de reproducción más precisa
fi: Tarkempi toiston synkronointi
fr: Synchronisation de lecture renforcée
hr: Preciznija sinkronizacija reprodukcije
hu: Pontosabb lejátszás-szinkronizálás
it: Sincronizzazione della riproduzione più precisa
ja: 再生同期の精度向上
ko: 더 정밀한 재생 동기화
nb: Tettere avspillingssynk
nl: Strakkere afspeelsynchronisatie
pl: Dokładniejsza synchronizacja odtwarzania
pt_br: Sincronização de reprodução mais precisa
pt_pt: Sincronização de reprodução mais precisa
ro: Sincronizare a redării mai precisă
ru: Более точная синхронизация воспроизведения
sk: Presnejšia synchronizácia prehrávania
sv: Tätare uppspelningssynk
tr: Daha sıkı oynatma senkronizasyonu
uk: Точніша синхронізація відтворення
zh_hans: 更精准的播放同步
zh_hant: 更精準的播放同步

# changelog.0_9_0.restart.body
source: A dedicated button on series and episodes plays from the start instead of resuming where you left off.
cs: Samostatné tlačítko u seriálů a epizod přehraje od začátku místo pokračování tam, kde jste skončili.
da: En dedikeret knap på serier og episoder afspiller fra begyndelsen i stedet for at fortsætte, hvor du slap.
de: Ein eigener Button bei Serien und Episoden startet von Anfang an, statt dort fortzusetzen, wo du aufgehört hast.
el: Ένα ειδικό κουμπί σε σειρές και επεισόδια ξεκινά την αναπαραγωγή από την αρχή αντί να συνεχίζει από εκεί που σταματήσατε.
es: Un botón específico en series y episodios reproduce desde el principio en lugar de continuar donde lo dejaste.
fi: Sarjojen ja jaksojen oma painike toistaa alusta sen sijaan, että jatkaisi keskeytyskohdasta.
fr: Un bouton dédié sur les séries et les épisodes lance la lecture depuis le début au lieu de reprendre là où vous vous étiez arrêté.
hr: Zasebni gumb na serijama i epizodama pokreće reprodukciju od početka umjesto nastavka tamo gdje ste stali.
hu: A sorozatoknál és epizódoknál külön gomb játssza le az elejéről ahelyett, hogy onnan folytatná, ahol abbahagytad.
it: Un pulsante dedicato su serie ed episodi avvia la riproduzione dall'inizio invece di riprendere da dove avevi interrotto.
ja: シリーズやエピソードの専用ボタンで、続きからではなく最初から再生できます。
ko: 시리즈와 에피소드의 전용 버튼으로 이어보기 대신 처음부터 재생할 수 있습니다.
nb: En egen knapp på serier og episoder spiller av fra begynnelsen i stedet for å fortsette der du slapp.
nl: Een aparte knop bij series en afleveringen speelt vanaf het begin in plaats van verder te gaan waar je was gebleven.
pl: Osobny przycisk przy serialach i odcinkach odtwarza od początku zamiast wznawiać w miejscu, w którym skończyłeś.
pt_br: Um botão dedicado em séries e episódios inicia a reprodução do começo em vez de continuar de onde você parou.
pt_pt: Um botão dedicado nas séries e episódios reproduz desde o início em vez de continuar de onde ficou.
ro: Un buton dedicat pe seriale și episoade pornește redarea de la început în loc să continue de unde ai rămas.
ru: Отдельная кнопка у сериалов и серий запускает воспроизведение с начала вместо продолжения с места остановки.
sk: Samostatné tlačidlo pri seriáloch a epizódach prehrá od začiatku namiesto pokračovania tam, kde ste skončili.
sv: En särskild knapp på serier och avsnitt spelar upp från början i stället för att fortsätta där du slutade.
tr: Dizilerde ve bölümlerde özel bir düğme, kaldığınız yerden devam etmek yerine baştan oynatır.
uk: Окрема кнопка для серіалів та епізодів запускає відтворення з початку замість продовження з місця зупинки.
zh_hans: 剧集和单集新增专用按钮，可从头播放而非从上次中断处继续。
zh_hant: 影集與單集新增專用按鈕，可從頭播放，而非從上次中斷處繼續。

# changelog.0_9_0.restart.title
source: Restart from the beginning
cs: Přehrát od začátku
da: Genstart fra begyndelsen
de: Von vorn starten
el: Αναπαραγωγή από την αρχή
es: Reproducir desde el principio
fi: Aloita alusta
fr: Reprendre depuis le début
hr: Reprodukcija od početka
hu: Lejátszás az elejéről
it: Riparti dall'inizio
ja: 最初から再生
ko: 처음부터 재생
nb: Start på nytt fra begynnelsen
nl: Opnieuw vanaf het begin
pl: Odtwórz od początku
pt_br: Reproduzir do início
pt_pt: Reproduzir desde o início
ro: Redă de la început
ru: Воспроизведение с начала
sk: Prehrať od začiatku
sv: Starta om från början
tr: Baştan başlat
uk: Відтворення спочатку
zh_hans: 从头播放
zh_hant: 從頭播放

# changelog.0_9_0.streaming.body
source: A more resilient streaming connection keeps direct playback stable over slow or unreliable CDNs.
cs: Odolnější streamovací připojení udrží přímé přehrávání stabilní i přes pomalé nebo nespolehlivé CDN.
da: En mere robust streamingforbindelse holder direkte afspilning stabil over langsomme eller upålidelige CDN'er.
de: Eine widerstandsfähigere Streaming-Verbindung hält die direkte Wiedergabe über langsame oder unzuverlässige CDNs stabil.
el: Μια πιο ανθεκτική σύνδεση ροής διατηρεί σταθερή την απευθείας αναπαραγωγή σε αργά ή αναξιόπιστα CDN.
es: Una conexión de streaming más resistente mantiene estable la reproducción directa en CDN lentas o poco fiables.
fi: Sitkeämpi suoratoistoyhteys pitää suoran toiston vakaana hitailla tai epäluotettavilla CDN-palvelimilla.
fr: Une connexion de diffusion plus robuste maintient la lecture directe stable sur les CDN lents ou peu fiables.
hr: Otpornija streaming veza održava izravnu reprodukciju stabilnom čak i preko sporih ili nepouzdanih CDN mreža.
hu: Egy ellenállóbb streamkapcsolat stabilan tartja a közvetlen lejátszást lassú vagy megbízhatatlan CDN-eken is.
it: Una connessione di streaming più resiliente mantiene stabile la riproduzione diretta su CDN lente o inaffidabili.
ja: 接続の耐障害性を高め、低速で不安定な CDN でもダイレクト再生を安定して継続します。
ko: 연결 안정성을 강화하여 느리거나 불안정한 CDN에서도 다이렉트 재생을 안정적으로 유지합니다.
nb: En mer robust strømmetilkobling holder direkteavspilling stabil over trege eller upålitelige CDN-er.
nl: Een veerkrachtigere streamingverbinding houdt directe weergave stabiel over trage of onbetrouwbare CDN's.
pl: Bardziej odporne połączenie strumieniowe utrzymuje stabilne odtwarzanie bezpośrednie nawet przez wolne lub zawodne sieci CDN.
pt_br: Uma conexão de streaming mais resistente mantém a reprodução direta estável em CDNs lentas ou instáveis.
pt_pt: Uma ligação de transmissão mais resistente mantém a reprodução direta estável em CDN lentas ou pouco fiáveis.
ro: O conexiune de streaming mai rezistentă menține redarea directă stabilă pe rețele CDN lente sau nesigure.
ru: Более устойчивое потоковое соединение сохраняет стабильность прямого воспроизведения на медленных или ненадёжных CDN.
sk: Odolnejšie streamovacie pripojenie udrží priame prehrávanie stabilné aj cez pomalé alebo nespoľahlivé CDN.
sv: En mer motståndskraftig streaminganslutning håller direktuppspelning stabil över långsamma eller opålitliga CDN:er.
tr: Daha dayanıklı bir yayın bağlantısı, yavaş veya güvenilmez CDN'lerde doğrudan oynatmayı kararlı tutar.
uk: Стійкіше потокове з'єднання зберігає стабільність прямого відтворення на повільних або ненадійних CDN.
zh_hans: 更具韧性的连接让直接播放在缓慢或不稳定的 CDN 上也能保持稳定。
zh_hant: 更具韌性的連線讓直接播放在緩慢或不穩定的 CDN 上也能保持穩定。

# changelog.0_9_0.streaming.title
source: Steadier streaming
cs: Stabilnější streamování
da: Mere stabil streaming
de: Stabileres Streaming
el: Σταθερότερη ροή
es: Streaming más estable
fi: Vakaampi suoratoisto
fr: Diffusion plus stable
hr: Stabilniji streaming
hu: Stabilabb streamelés
it: Streaming più stabile
ja: より安定したストリーミング
ko: 더 안정적인 스트리밍
nb: Stødigere streaming
nl: Stabielere streaming
pl: Stabilniejsze przesyłanie strumieniowe
pt_br: Streaming mais estável
pt_pt: Transmissão mais estável
ro: Streaming mai stabil
ru: Стабильнее потоковая передача
sk: Stabilnejšie streamovanie
sv: Stabilare streaming
tr: Daha kararlı yayın
uk: Стабільніша трансляція
zh_hans: 更稳定的流播放
zh_hant: 更穩定的串流
